[
  {
    "model": "catalog.category",
    "pk": 44,
    "fields": {
      "name": "Компьютер",
      "description": "Компьютер"
    }
  },
  {
    "model": "catalog.category",
    "pk": 45,
    "fields": {
      "name": "Принтер",
      "description": "Принтер"
    }
  },
  {
    "model": "catalog.category",
    "pk": 46,
    "fields": {
      "name": "Пылесос",
      "description": "Пылесос"
    }
  },
  {
    "model": "catalog.category",
    "pk": 47,
    "fields": {
      "name": "Холодильник",
      "description": "Холодильник"
    }
  },
  {
    "model": "catalog.category",
    "pk": 48,
    "fields": {
      "name": "Телевизор",
      "description": "Телевизор"
    }
  },
  {
    "model": "catalog.category",
    "pk": 49,
    "fields": {
      "name": "Чайник",
      "description": "Чайники"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name": "ARDOR GAMING RAGE H322",
      "description": "ПК ARDOR GAMING RAGE H322 – игровая сборка в форм-факторе Mid-Tower, производительности которой будет достаточно для прохождения любых игр. Отсутствие предустановленной операционной системы станет только плюсом для многих пользователей. Они смогут самостоятельно установить на компьютер нужный софт. Конфигурация модели представлена 10-ядерным процессором Intel Core i5-13400F со способностью одновременно обрабатывать до 16 потоков информации, что немаловажно для запуска и работы ресурсоемких игр.\r\n32 ГБ оперативной памяти DDR4 вместе с дискретной видеокартой NVIDIA GeForce RTX 4070 позволят проходить на ПК ARDOR GAMING RAGE H322 игры с реалистичной графикой, не снижая настройки. Установите на компьютер все, что вам нужно, и храните важные данные в больших объемах, ведь SSD-накопитель обладает емкостью 1 ТБ.",
      "image": "products/f471f73186df557b2322a352d3147c14ea1d65fcbfdfe1129756366247cdf78e.jpg.webp",
      "category": 44,
      "price": 146499,
      "date_create": "2023-09-27T01:31:38Z",
      "date_of_change": "2023-09-27T01:31:40Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name": "Холодильник с морозильником Aceline B16AMG белый",
      "description": "Холодильник с морозильником Aceline B16AMG оснащен вместительными стеклянными полками, которые выдерживают высокую нагрузку без риска повреждения. Возможность изменения высоты помогает расположить упаковки любого размера и большую посуду. В основном отделении находится выдвижной контейнер с прозрачными стенками, незаменимыми для отслеживания остатка содержимого.\r\nВнешнее покрытие холодильника с морозильником Aceline B16AMG выполнено на основе металла. Материал устойчив к образованию повреждений и коррозийного налета. Для планового устранения наледи потребуется отключить прибор от сети питания. Перенавешиваемые двери позволяют разместить устройство в подходящем пользователю месте",
      "image": "products/b34518af1d312b3fa9e036560c714d2ca5f80f437ddf08d12b70275a43db1e9f.jpg.webp",
      "category": 47,
      "price": 21399,
      "date_create": "2023-09-27T01:31:52Z",
      "date_of_change": "2023-09-27T01:31:54Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 5,
    "fields": {
      "name": "Телевизор LED Xiaomi MI TV A2 50",
      "description": "Телевизор LED Xiaomi MI TV A2 50 с ультратонкой черной рамкой создает эффект погружения при просмотре. Большой экран с диагональю 127 см и 4K-разрешением позволяет рассматривать изображения в мельчайших деталях. Поддержка Dolby Vision улучшает яркость и точность передачи цветов и малейших оттенков. Технология MEMC сохраняет плавность динамичных сцен для комфортного просмотра боевиков, спортивных передач и т. д.\r\nXiaomi MI TV A2 50 оснащен динамиками на 24 Вт с двойным декодированием Dolby Audio + DTS HD, отвечающим за объемный звук с кинематографическим эффектом. Простая навигация по меню Android TV облегчает доступ к настройкам и функциям Smart TV. Google Assistant поддерживает голосовые команды и дает полезные подсказки. Мобильное приложение Android TV Remote Control превращает смартфон в полноценный пульт ДУ.",
      "image": "products/fa2e560b0786f7acdec69a1d5d06f90b4531702929a203ce978b134a3996091d.jpg.webp",
      "category": 48,
      "price": 32999,
      "date_create": "2023-09-27T01:32:05Z",
      "date_of_change": "2023-09-27T01:32:07Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 6,
    "fields": {
      "name": "Принтер лазерный HP LaserJet Pro M404dw",
      "description": "Принтер лазерный HP LaserJet Pro M404dw буквально за несколько минут синхронизируется с офисным ПК или ноутбуком для оперативной печати необходимых пользователям файлов – достаточно лишь воспользоваться модулем Wi-Fi. С появлением данного ассистента ваши сотрудники начнут куда быстрее и продуктивнее справляться с любыми задачами, ведь его отличает значительно повышенная производительность – так, в течение минуты он выдаст до 38 черно-белых страниц формата А4.\r\nВремя выхода первого отпечатка в принтере лазерном HP LaserJet Pro M404dw не перевешает показатель в 6.3 сек. Впечатляет и высокое разрешение выполненных файлов, достигающее 1200x1200 dpi – таким образом, каждый из них порадует высокой контрастностью и детальным отображением мельчайших элементов. Полноценное функционирование представленной модели производится путем установки одного из следующих картриджей – HP 59A (CF259A) или HP 59X (CF259X). Используя порт Ethernet (RJ-45), вы подберете необходимые параметры предстоящей работы устройства через Всемирную паутину. Реализованные в помощнике мобильные технологии печати значительно расширяют его возможности и упрощают эксплуатацию.",
      "image": "products/a4b3e21bb04608d10daed2428d615d2aa64eb9522d9c25c8087059af5ca26eda.jpg.webp",
      "category": 45,
      "price": 24999,
      "date_create": "2023-09-27T01:32:27Z",
      "date_of_change": "2023-09-27T01:32:28Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 7,
    "fields": {
      "name": "Телевизор LED TCL 65C735",
      "description": "Телевизор LED TCL 65C735 привлекает внимание элегантным дизайном со съемной центральной подставкой и огромным 65-дюймовым экраном с 4K-разрешением. Встроенные технологии HDR улучшают яркость и передачу цвета, позволяют легко рассматривать оттенки, детали в светлых и темных сценах. Динамики с объемным многоканальным звуком доставляют максимум удовольствия от просмотра любимых фильмов.\r\nTCL 65C735 со Smart TV дополнен голосовым поиском и виртуальным ассистентом. Простая навигация по меню упрощает доступ к настройкам и установленным приложениям. Игровой телевизор с мощным процессором успешно заменяет монитор при подключении ПК через HDMI, точно отображает эффекты компьютерной графики и создает ощущение полного погружения.",
      "image": "products/e479842ba63e99d497f3e12098b6e22729a3bde927e26ef9b87e0d100c8020d9.png.webp",
      "category": 48,
      "price": 56000,
      "date_create": "2023-09-27T01:32:44Z",
      "date_of_change": "2023-09-27T01:32:46Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 8,
    "fields": {
      "name": "МФУ струйное Canon PIXMA G2411",
      "description": "МФУ струйное Canon PIXMA G2411 подходит для использования дома и в офисе. Благодаря системе непрерывной подачи чернил и термоструйной технологии устройство обеспечивает высокое качество черно-белых и цветных отпечатков. МФУ одновременно объединяет в себе функции принтера, сканера и копира. Поддерживаются разные бумажные носители формата А4. Подключение к ПК осуществляется по проводному интерфейсу USB. Для удобной настройки параметров в Canon PIXMA G2411 установлена панель с дисплеем LCD и кнопками. В комплекте поставляется стартовый набор картриджей.",
      "image": "products/e5205669e6d28d5dbd091fbf1aba6477bd7c765aa412559b8f6d7b4519c69db3.jpg.webp",
      "category": 45,
      "price": 19499,
      "date_create": "2023-09-27T01:33:20Z",
      "date_of_change": "2023-09-27T01:33:22Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 12,
    "fields": {
      "name": "МФУ струйное Epson L3210",
      "description": "МФУ струйное Epson L3210 подходит для дома или офиса, где особенно важна скорость и функциональность. Поддержка цветной печати позволяет делать фотографии в домашних условиях. Можно использовать разные типы бумаги с плотностью 65-300 г/м².\r\nВ ч/б режиме Epson L3210 за 1 минуту печатает 33 страницы, что ускоряет работу с документами. МФУ оснащен режимами планшетного сканера и копира, системой непрерывной подачи чернил. Оргтехника подключается по USB-порту, успешно работая с системами Windows и Mac OS. Ход работы подсказывают яркие LED-индикаторы.",
      "image": "products/1ac48c677d747820d9fa37815afbef8bf1ceb7fe2f0bad1dabd1801458ccfd1b.jpg.webp",
      "category": 45,
      "price": 25999,
      "date_create": null,
      "date_of_change": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 13,
    "fields": {
      "name": "МФУ струйное HP Ink Tank 419",
      "description": "МФУ струйное HP Ink Tank 419 представлен в компактном корпусе и предусматривает удобную панель для управления функциями с дисплеем. Модель разработана для цветной печати и поддерживает печать на бумаге формата A4. Устройство позволяет печатать не только на обычной бумаге, но и на бумаге для брошюр, матовой и глянцевой бумаге, фотобумаге и профессиональной бумаге для фотографий. Благодаря этому прибор поможет пользователю выполнять широкий круг работ.\r\nHP Ink Tank 419 предусматривает встроенную СНПЧ, которая позволит следить за уровнем чернил, пополняя их объем. Это поможет обеспечить непрерывный процесс печати. МФУ способно за одну минуту напечатать 19 страниц в разрешении 4800x1200 dpi. Благодаря встроенному модулю Wi-Fi устройство поддерживает беспроводную печать при подключении к сетевым устройствам. Помимо печати, МФУ еще позволяет копировать и сканировать документы, что делает его многофункциональной моделью. Интерфейс USB B обеспечивает быстрое подключение к компьютерным устройствам.",
      "image": "products/b177e16c8741109b5e1c6789cd58c17e4b83256b2590ee96c3d892c0d8edbc13.jpg.webp",
      "category": 45,
      "price": 21199,
      "date_create": null,
      "date_of_change": null
    }
  },
  {
    "model": "catalog.version",
    "pk": 2,
    "fields": {
      "product": 3,
      "version_number": 1,
      "version_name": "new",
      "actual_version": false
    }
  },
  {
    "model": "catalog.version",
    "pk": 3,
    "fields": {
      "product": 8,
      "version_number": 8,
      "version_name": "new",
      "actual_version": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 6,
    "fields": {
      "product": 3,
      "version_number": 5,
      "version_name": "dfdf",
      "actual_version": true
    }
  }
]